[
  {
    "id": 1,
    "title": "Ignored Cancer Symptoms:",
    "image": "https://invisiblepeople.tv/wp-content/uploads/2021/04/Cancer-patient.jpg",
    "category": "Health",
    "author": "Sarah Perez",
    "authorPic": "author1.jpg",
    "published_date": "October 4, 2023",
    "reading_time": "5 minutes",
    "content": "After heart disease, cancer is the second most common cause of death in the United States. According to Medical News Today, detecting and treating your cancer early on can improve your outlook. The signs of some cancers, however, can be subtle and easy to miss. Here are the most commonly ignored signs of cancer in both men and women.",
    "details": "Whether it's a shooting pain or a dull aching sensation, any indication of bone pain could be a sign of bone cancer. You may also experience swelling or fractures, the American Cancer Society reports. Rashes can indicate all kinds of health conditions, like infections or allergic reactions. They can also be a sign of leukemia, which is cancer of the blood. According to Medical News Today, abnormal blood cells disrupt the production of platelets, which normally block and burst capillaries from leaking in the skin. As a result, those with leukemia may see tiny red, purple, or brown spots called petechiae on the skin. According to the NHS, pain in or around the eyes can be a sign of eye cancer, as is seeing shadows and flashes of light, blurred vision, or vision loss. We all get a headache here an there, but if you notice any unusual new patterns of headaches or growth in severity, Mayo Clinic says this could be a sign of a brain tumor. Difficulty swallowing is most commonly associated with throat cancer, but could also be one of the first signs of lung cancer, Everyday Health reports. A hoarse voice or feeling pressure on the throat could also be an early indicator of thyroid cancer.",
    "tags": [
      "Health"
    ]
  },
  {
    "id": 2,
    "title": "Best Slim Waist Plan:",
    "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1glQOJ.img?w=612&h=408&m=6&f=webp",
    "category": "Fitness",
    "author": "Emily Osmett",
    "authorPic": "author1.jpg",
    "published_date": "October 22, 2023",
    "reading_time": "5 minutes",
    "content": " Here, personal trainers specializing in weight loss set the record straight about common misconceptions they hear from people on the best way to get a smaller waist. Plus, find out what actually works.",
    "details": "If doing lots of crunches or wearing a waist trainer doesn’t lead to getting a smaller waist, what does? Santos and Claes both offer the same advice: maintain a calorie deficit and focus on an exercise routine with both cardio and strength training.These types of exercises will help you burn the most amount of energy with the least amount of time spent in the gym. If you combine these with good habits in other lifestyle areas, you should start seeing your waist get smaller.As both Claes and Santos explained, in addition to cardio exercise, strength training exercises can also help reduce fat around the middle. Plus, Santos says that strength training exercises that focus on the shoulders and upper back can help give the illusion of a smaller waist. “As your back gets stronger and more developed, it will create a more hourglass figure which will make your waist look smaller,” she says. Need some to try? Here, Santos and Claes give three examples, which they recommend doing twice a week:Lat pull-down: This exercise move requires a lat pull-down machine. To do this exercise move, sit on the pulldown machine, facing the bar. You should be able to reach the bar without standing up; if you can’t, adjust the bar to your height. Grab the bar with an overhand grip. Pull it down until the bar is level with your chin. Your feet should be flat on the floor and your back should be straight the whole time. Slowly return the bar to the starting position. Do three sets of five to 10 reps. Single-arm dumbbell rows: This exercise move requires an exercise bench and dumbbell. The dumbbell should feel moderately heavy, neither too easy or too difficult to lift. Start by placing your left knee on the exercise bench and your right foot on the floor, with a slight bend in your right knee. Place your left hand on the bench to support your body. Hold the dumbbell in your right hand. Slowly pull the dumbbell up toward your armpit. Slowly lower it back to the starting position. Do 10 reps. Then, switch sides. Do two more rounds of 10 reps per side. Deadlifts: This move requires a barbell and bumper plates. Start by standing in front of the barbell with your feet hip-width distance apart. Bend your knees slightly and maintain a straight spine the entire time. Grab the barbell and lift it above your knees, grazing your legs as you pull it up. Lower the bar back down. Do three sets of five to 10 reps.",
    "tags": [
      "Fitness"
    ]
  },
  {
    "id": 3,
    "title": "Dangers Of Alcohol",
    "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1kwmCY.img?w=1920&h=1080&q=60&m=2&f=webp",
    "category": "Health",
    "author": "Joe Perez",
    "authorPic": "author1.jpg",
    "published_date": "June 13, 2022",
    "reading_time": "5 minutes",
    "content": "Some of The Harmful Effect Caused By Exceesive Alcohol Consumption",
    "details": " Daily alcohol consumption can be very bad for your body, including leading to liver damage and conditions like fatty liver, alcoholic hepatitis, fibrosis, and cirrhosis. The liver is the part of your body that's responsible for metabolizing alcohol, so overworking it can cause inflammation and scarring. While moderate alcohol intake has been studied and linked to certain heart health benefits like raising HDL (good) cholesterol levels, don't expect the same for daily drinking. Daily consumption, especially when done in large amounts, can elevate blood pressure, weaken heart muscles (cardiomyopathy), and increase the risk of heart disease and stroke. In other words, moderation is good, overdoing it is not. Have you ever had an upset stomach after drinking alcohol? Well, that's because alcohol can irritate the digestive tract, leading to problems like gastritis and ulcers. Over time, chronic drinking can even affect the absorption of vitamins and nutrients, potentially causing malnutrition. Regularly drinking alcohol is one way you can weaken your immune system, making the body more susceptible to infections. This is due to the fact that alcohol can reduce the ability of white blood cells to effectively attack bacteria and viruses. Yes, drinking can affect how your brain works. Alcohol can affect the brain's communication pathways, leading to problems like impairments in cognitive functions, memory, and coordination. When done in the long term, it can result in permanent negative changes, both in the brain's structure and function.",
    "tags": [
      "Health"
    ]
  },
  {
    "id": 4,
    "title": "Europe Must-Do's",
    "image": "https://images.pexels.com/photos/547494/pexels-photo-547494.jpeg?auto=compress&cs=tinysrgb&w=400",
    "category": "Travel",
    "author": "Jani Vinad",
    "authorPic": "author1.jpg",
    "published_date": "January 16, 2023",
    "reading_time": "5 minutes",
    "content": "One thing is certain, there's no shortage of things to do in Europe. It's a continent of diversity and history, filled with unique experiences and breathtaking scenery. From famous cities like Paris and Istanbul, to beautiful eastern European national parks and quirky Dutch architecture, everywhere you turn, there's something great to enjoy.",
    "details": "Head to Mostar in Bosnia and Herzegovina to witness the iconic Stari Most, a 16th-century Ottoman bridge that spans the Neretva River. You can also visit Mostar's 17th-century Koski Mehmed Pasha Mosque, which was rebuilt after the Bosnian war in the '90s. Open since 1843, Copenhagen's Tivoli Gardens is the world's second-oldest amusement park. Make sure to try out their roller coaster Dæmonen (The Demon). You'll let out a few screams while also getting a gorgeous view of the Danish capital. A lot of people head to Costa Rica or Hawaii for surfing, but Portugal has some of the best surfing in Europe. From Ericeira to Nazaré, you'll find a number of charming little seaside villages to use as a home base. Get your feet moving by participating in a flamenco dance class in the heart of Andalusian culture. And if dancing isn't your thing, make sure to see a flamenco performance while you're there. The city is famous for its royal parks, but there's something particularly special about a stroll on Primrose Hill. This is largely thanks to the hill's elevation, providing visitors breathtaking views of the London skyline. ",
    "tags": [
      "Travel"
    ]
  },
  {
    "id": 5,
    "title": "Best Deals on Holidays",
    "image": "https://images.pexels.com/photos/38238/maldives-ile-beach-sun-38238.jpeg?auto=compress&cs=tinysrgb&w=400",
    "category": "Travel",
    "author": "Zuri Pearson",
    "authorPic": "author1.jpg",
    "published_date": "February 14, 2024",
    "reading_time": "5 minutes",
    "content": "Discover the best places to stay as you travel during the holidays with your family",
    "details": "Skiing enthusiasts and winter wanderers, listen up. As the Northern Hemisphere transforms into a frosty wonderland, it's time to plan your next snow-capped adventure. Whether you're a seasoned pro or a newbie to the slopes, we've curated a list of the five best ski towns around the world to help you find your perfect snow-filled paradise.These destinations, each offering a unique blend of adventure, stunning scenery and cozy accommodation, are bound to leave you enchanted. Grab your skis and get ready to explore. Zermatt, Switzerland. Chamonix, France. Niseko, Japan. Whistler, Canada. Aspen, USA. Whether you're seeking a cosy chalet, a luxury hotel, or budget-friendly accommodations, these ski towns have it all. Each destination offers a unique winter experience, ensuring that you return home with unforgettable memories of pristine slopes, charming townscapes and exhilarating adventures. So, grab your gear, choose your ski town and embark on a journey to find your winter wonderland.",
    "tags": [
      "Travel"
    ]
  },
  {
    "id": 6,
    "title": "Big Yummy Italian Salad",
    "image": "https://images.pexels.com/photos/1279330/pexels-photo-1279330.jpeg?auto=compress&cs=tinysrgb&w=600",
    "category": "Food",
    "author": "Kimi Antonelli",
    "authorPic": "author1.jpg",
    "published_date": "May 13, 2024",
    "reading_time": "5 minutes",
    "content": "I love a big Italian salad! Crisp romaine, salty salami and cheese, briney pepperoncini, and toasty garlic breadcrumbs. YUM!",
    "details": "I am in a salad ZONE right now. In all seasons, but especially in summer, I love a big Italian salad – salami, cheese, pepperoncini, all the spicy, briny, mouth-loving salady things.But I do not love having to think about a dressing. I’m lazy. It’s not hard but it feels like a barrier? I don’t know.So here’s how I’m doing Italian salads right now – and by doing, I mean, like, making every couple of days to sit outside and eat in the sun for some lunchy moments of bliss. It’s giving Olive Garden bottomless salad, but, like, more grown-up, more fun, and all-around incredible.We’ve got shreds of romaine, chopped salami and cheese (two kinds, if you’re me), pepperoncini, paper-thin pieces of red onion, and a big spoonful of these garlic golden crispy bits that are essentially serving the purpose of a crouton in a more pleasant, less mouth-scratching format. Just a delicate, golden garlic bready crunch amidst all this flavor. Drool.",
    "tags": [
      "Food"
    ]
  },
  {
    "id": 7,
    "title": "Incredible Gochujang Sauce",
    "image": "https://images.pexels.com/photos/13717455/pexels-photo-13717455.jpeg?cs=srgb&dl=pexels-valeria-boltneva-13717455.jpg&fm=jpg",
    "category": "Food",
    "author": "Dylang Wang Chen",
    "authorPic": "author1.jpg",
    "published_date": "April 23, 2024",
    "reading_time": "5 minutes",
    "content": "This delightful, creamy, silky, incredible gochujang sauce is what I put on everything! Dipped with chicken, drizzled on a bowl, tossed in a salad  perfect in every way.",
    "details": "Okay, wow. I am absolutely hooked on this delightful, creamy, silky, incredible gochujang sauce. It is silky and slightly creamy, spicy, garlicky (!!), and a little tangy and salty from the soy sauce and rice vinegar. I literally just whispered “oof” outloud as I am reliving it in my mind. Its so good.So first, an explainer: gochujang is a red chile paste that has its roots in Korean cooking! Gochujang can be bought as a paste (spicier and more concentrated) or as more of a table sauce (usually a bit sweeter and less spicy).This gochujang sauce is a dipping sauce / dressing that you make from store-bought gochujang sauce. You then a) fall in love with it, and b) put it on salads, rice bowls, and all manner of everything. Does it make sense? It makes a lot of sense to my tastebuds.The recipe.....mix uo the sauce ingredients and drizzle on anything. Done!",
    "tags": [
      "Food"
    ]
  },
  {
    "id": 8,
    "title": "Best New Netflix Originals:",
    "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/AA1nJgvi.img?w=1920&h=1080&q=60&m=2&f=webp",
    "category": "Entertainment",
    "author": "Allan Rick",
    "authorPic": "author1.jpg",
    "published_date": "May 8th, 2024",
    "reading_time": "5 minutes",
    "content": "Let's take a look at some of the best new originals that have recently dropped on the platform. Including nail-biting true crime docs, apocalyptic series, and some classic comedy specials, we've just sorted your telly watch-list for at least the next month. You're welcome",
    "details": "What Jeniffer Did, HeartBreak High, Ripley, Jimmy Carr: Natural Born Killer, Unlocked: A Jail Experiment. To get some more recommendations and the full reviews of this shows check them out at Metro.com and find yourself some new shows to keep you watching all weekend",
    "tags": [
      "Entertainment"
    ]
  },
  {
    "id": 9,
    "title": "TV-Shows:Future Predictors",
    "image": "https://img-s-msn-com.akamaized.net/tenant/amp/entityid/BB1mieFf.img?w=1920&h=1080&q=60&m=2&f=webp",
    "category": "Entertainment",
    "author": "Javi Kareem",
    "authorPic": "author1.jpg",
    "published_date": "March 11, 2023",
    "reading_time": "5 minutes",
    "content": "British TV has long had a knack for blending sharp observation with cutting-edge imagination, sometimes foreseeing future events with uncanny accuracy. But which shows have done it best?",
    "details": "In the 1980s, the satirical series (Yes Minister & Yes, Prime Minister) depicted the intricate and often farcical workings of the British government. They eerily predicted the complexities of EU negotiations and bureaucratic inefficiencies that resonate strongly in today’s political climate. (Black Mirror) has been almost prophetic, with episodes predicting the rise of social media influencers, virtual reality, and advanced surveillance technologies. It’s a chilling mirror to our contemporary world. (Spitting Image),this satirical puppet show from the 1980s and 90s took jabs at politicians and celebrities with razor-sharp wit. Its depictions of political chaos and public gullibility have more than once anticipated real-world events.(Humans) explored the ethical and societal impacts of AI and robotics. The show forecasted the integration of AI beings into society and the ensuing moral dilemmas, a topic that is becoming increasingly pertinent.",
    "tags": [
      "Entertainment"
    ]
  },
  {
    "id": 10,
    "title": "Adaptive Audio",
    "image": "https://duet-cdn.vox-cdn.com/thumbor/0x0:1600x1000/750x500/filters:focal(800x500:801x501):format(webp)/cdn.vox-cdn.com/uploads/chorus_asset/file/25460254/googleadaptiveaudio.jpg",
    "category": "Technolgy",
    "author": "Ollie James",
    "authorPic": "author1.jpg",
    "published_date": "December 30, 2023",
    "reading_time": "5 minutes",
    "content": "Google has introduced “adaptive audio,” a new Google Meet feature that offers Google Workspace users an alternative to dedicated videoconferencing equipment — if their package includes access to new AI features. ",
    "details": "Once its rolled out, Google Meet will be able to automatically detect multiple laptops in the same room and merge together their speakers and microphones. The idea is that it will allow multiple participants to be heard clearly without needing to huddle around a single laptop while also reducing echoes and audio feedback. According to Google, this feature should benefit small organizations and other teams who might not have the dedicated equipment available or if the equipment is experiencing technical difficulties. It should also give teams more flexibility in choosing meeting locations so they can meet in, say, cafés or lounges when a conference room is not available.",
    "tags": [
      "Technology"
    ]
  },
  {
    "id": 1716637742977,
    "title": "Understanding Lupus",
    "image": "https://images.pexels.com/photos/208512/pexels-photo-208512.jpeg?auto=compress&cs=tinysrgb&w=600",
    "category": "Health",
    "author": "Dr.Smith",
    "authorPic": "",
    "published_date": "June 13, 2022",
    "reading_time": "3 minutes",
    "content": "Lupus, an autoimmune disease, can affect various parts of the body, causing inflammation and damage.",
    "details": "Lupus, scientifically known as systemic lupus erythematosus (SLE), is a chronic autoimmune disease that can affect various parts of the body. In lupus, the immune system mistakenly attacks healthy tissue, causing inflammation and damage. Common symptoms include fatigue, joint pain and swelling, skin rashes, photosensitivity, fever, hair loss, Raynaud's phenomenon, kidney problems, and chest pain. The exact cause is unknown but is believed to involve genetic, environmental, and hormonal factors. Diagnosis is complex and relies on medical history, physical exams, laboratory tests, and biopsies. While there is no cure, treatments like medications and lifestyle adjustments can help manage symptoms and prevent complications. Living with lupus requires ongoing management, education, and support.",
    "tags": [
      "health"
    ]
  }
  
]